{
    "sessions": [
      {
        "id": "1070989",
        "title": "Creating AI Agents in the browser using JavaScript",
        "description": "One of the coolest things happening right now is the ability to use native AI APIs in browsers or libraries such as Transformers.js that allows you to understand users' intents, improve browsing pages, and even process images and videos without any backend behind it. How?\r\n\r\nIn this talk, attendees will get to know powerful features for Web AI and even get to know what browsers, such as Google Chrome, have been embedding AI models in the browser to create the next generation of applications.",
        "startsAt": "2025-11-29T14:25:00Z",
        "endsAt": "2025-11-29T15:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "f8ade91e-7f61-4f26-8a03-00cc902190ae"
        ],
        "categoryItems": [
          392015,
          399509,
          399514,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72404,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1058916",
        "title": "Gestión de Riesgos 101: Anticipar y Mitigar Peligros en Software",
        "description": "En esta presentación exploraremos escenarios reales de la gestión de riesgos y cómo anticipar, evaluar y mitigar los posibles peligros que pueden afectar el éxito de un proyecto. Aprenderás cómo en Stack Builders transformamos la incertidumbre en oportunidades mediante estrategias prácticas y efectivas.",
        "startsAt": "2025-11-29T14:25:00Z",
        "endsAt": "2025-11-29T15:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "d0272f02-0bc8-4869-8ef4-806e426745df",
          "9b2a2e2b-9040-4ce5-bae9-10540005cee9"
        ],
        "categoryItems": [
          392016,
          399510,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72405,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1076518",
        "title": "LinkedIn Profile Power-Up: Hands-On Strategies to Captivate US IT Opportunities",
        "description": "En este taller interactivo, aprende a optimizar tu perfil de LinkedIn para clientes IT en EE.UU.: implementa estrategias de alto impacto, destaca habilidades, logros clave, multimedia/posts y mejores prácticas de networking. Actividades prácticas incluyen: revisiones de perfiles y retroalimentación para resultados inmediatos.",
        "startsAt": "2025-11-29T14:25:00Z",
        "endsAt": "2025-11-29T15:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "01874f26-c699-481f-a628-d4d337a8a2c6"
        ],
        "categoryItems": [
          392016,
          409525
        ],
        "questionAnswers": [],
        "roomId": 72406,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1040347",
        "title": "Más allá del código: habilidades blandas para crecer como developer",
        "description": "En esta sesión compartiré mi recorrido desde fundar una startup hasta convertirme en Tech Lead, y cómo las habilidades blandas fueron tan importantes como las técnicas. Hablaremos de comunicación, trabajo en equipo y liderazgo técnico, con ejemplos reales del día a día de un desarrollador. El objetivo es dar herramientas prácticas para crecer en la carrera más allá del código.",
        "startsAt": "2025-11-29T14:25:00Z",
        "endsAt": "2025-11-29T15:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "ae71312d-cf66-4c45-8469-60c753a9524a"
        ],
        "categoryItems": [
          392016,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74280,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1042194",
        "title": "Flutter en Producción: Decisiones Críticas",
        "description": "Esta charla recorre decisiones técnicas críticas tomadas durante el desarrollo de una app hecha con Flutter, actualmente en producción. Veremos su arquitectura modular, manejo de estado, optimización de rendimiento, uso eficiente de memoria y semántica aplicada, todo desde una perspectiva pragmática que prioriza la experiencia real del usuario sobre la pureza conceptual.",
        "startsAt": "2025-11-29T14:25:00Z",
        "endsAt": "2025-11-29T15:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "3de56e1b-490f-47d8-800d-4cad8c352976"
        ],
        "categoryItems": [
          392013,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74281,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1038767",
        "title": "Desarrollo Seguro y Protección de Datos",
        "description": "En un mundo donde la agilidad es clave, la seguridad y la protección de datos no pueden ser una tarea de último minuto. Esta charla busca equipar al desarrollador con las herramientas y la mentalidad necesarias para integrar la seguridad y la privacidad directamente en su ciclo de desarrollo.\r\n\r\nSe explorarán los principios de Security by Design y Privacy by Design, y se mostrará cómo aplicar buenas prácticas de desarrollo seguro, desde la validación de entradas hasta el manejo de secretos. Se abordará la relevancia de la LOPDP de Ecuador, y cómo los desarrolladores pueden ser los primeros guardianes de los datos de los usuarios.\r\n\r\nEl participante aprenderá a construir aplicaciones más robustas y a proteger a sus usuarios, sin sacrificar la velocidad. Una charla ideal para desarrolladores de todos los niveles que buscan elevar la calidad y la confianza de su software.",
        "startsAt": "2025-11-29T14:25:00Z",
        "endsAt": "2025-11-29T15:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "b879e941-2128-40c7-9c99-bbd927c2b6b9"
        ],
        "categoryItems": [
          392013,
          399509,
          399510,
          399513,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74282,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1051250",
        "title": "¿El compilador puede hacer code review por ti?",
        "description": "Los lenguajes modernos tienen capacidades qué no existían en el pasado y que no estamos sacando el máximo provecho porque o no son muy usadas o simplemente son desconocidas.\r\n\r\nMostraré unos cuantos ejemplos de cómo bugs qué suelen ser muy comunes pueden descubrirse en tiempo de compilación usando adecuadamente el sistema de tipos.",
        "startsAt": "2025-11-29T15:20:00Z",
        "endsAt": "2025-11-29T16:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "cc4de35e-5465-47cb-9821-2ce40371e2d4"
        ],
        "categoryItems": [
          399513,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72404,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1058780",
        "title": "El enemigo invisible de los proyectos de software: la mala comunicación",
        "description": "En esta charla exploraremos cómo aspectos no técnicos, particularmente la mala comunicación, pueden sabotear proyectos con excelentes equipos e intenciones. ",
        "startsAt": "2025-11-29T15:20:00Z",
        "endsAt": "2025-11-29T16:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "80e34f6e-8ebf-44ff-88ba-c75c56a1443b",
          "19770224-4778-4f5f-a709-5a987782cf86"
        ],
        "categoryItems": [
          392016,
          399510
        ],
        "questionAnswers": [],
        "roomId": 72405,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1058086",
        "title": "Domain Driven Design Workshop: From the sticky notes, to the teams, to the product and beyond!",
        "description": "In this hands-on workshop, we’ll explore how Domain Driven Design (DDD) can bridge the gap between business understanding and technical implementation — taking you from sticky notes on the wall, to team boundaries, to a coherent product architecture, and beyond.",
        "startsAt": "2025-11-29T15:20:00Z",
        "endsAt": "2025-11-29T16:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "59e940e0-9d99-4b3b-949e-8edd43d22495"
        ],
        "categoryItems": [
          392016,
          399513,
          409525
        ],
        "questionAnswers": [],
        "roomId": 72406,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1047878",
        "title": "Flutter: el poder de lo multiplataforma",
        "description": "Flutter se ha consolidado como uno de los frameworks más versátiles y potentes para el desarrollo de aplicaciones. Con una sola base de código, es posible crear experiencias nativas en iOS, Android, Web, Desktop e incluso dispositivos embebidos. Esta charla explora cómo Flutter rompe las barreras entre plataformas, acelera el desarrollo y permite a los equipos construir productos consistentes, modernos y de alto rendimiento.\r\n\r\nVeremos casos reales, buenas prácticas y el potencial de Flutter para llevar tus ideas más allá del móvil, demostrando por qué se ha convertido en la opción favorita para quienes buscan productividad y alcance global.",
        "startsAt": "2025-11-29T15:20:00Z",
        "endsAt": "2025-11-29T16:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "fc0bcdef-2f41-4a5b-9ec4-87e6d597f40c"
        ],
        "categoryItems": [
          392013,
          399509,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74280,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1041768",
        "title": "Aprender, adaptarse y crecer: taller de Meteor.js y mi experiencia en el mundo remoto deportivo",
        "description": "Este taller práctico con Meteor.js te mostrará cómo construir aplicaciones modernas de forma sencilla y rápida. Pero también es una historia sobre cómo entrar a un sector que no conocía (sports) y una tecnología que era nueva para mí, y aun así conseguir integrarme como desarrollador remoto en una empresa en España. Una invitación a combinar práctica técnica con dedicación personal para alcanzar oportunidades globales.",
        "startsAt": "2025-11-29T15:20:00Z",
        "endsAt": "2025-11-29T16:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "3d25279f-004c-4ec8-9991-a802c9f08879"
        ],
        "categoryItems": [
          392016,
          399509,
          399513,
          409525
        ],
        "questionAnswers": [],
        "roomId": 74281,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1039610",
        "title": "Chatbots con IA generativa: crea y despliega tu solución en minutos con Google Cloud",
        "description": "Esta charla mostrará cómo construir y desplegar rápidamente un chatbot inteligente con IA generativa de tipo RAG (Retrieval-Augmented Generation) en el ecosistema de Google Cloud.\r\n\r\nEl enfoque será práctico y aplicado, explicando cómo integrar documentos propios (manuales, PDFs, políticas internas, etc.) para que el chatbot pueda responder preguntas de manera precisa, confiable y en tiempo real.\r\n\r\nDurante la sesión se realizará un recorrido técnico que cubrirá:\r\n\t•\tFundamentos de chatbots con IA generativa\r\n\t•\tDespliegue escalable y seguro con Cloud Run\r\n\r\nLa charla incluye un demo en vivo de un chatbot respondiendo sobre documentos reales y concluirá con recomendaciones para escalar la solución en organizaciones.\r\n\r\nObjetivo: que los asistentes salgan con un entendimiento claro de cómo aplicar IA generativa en minutos con Google Cloud, sin necesidad de infraestructura compleja.\r\n\r\nNivel esperado: intermedio (profesionales de tecnología, arquitectos, desarrolladores y entusiastas de la IA).\r\n",
        "startsAt": "2025-11-29T15:20:00Z",
        "endsAt": "2025-11-29T16:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "f67515ce-b646-4f9c-abdf-522d61a114e9"
        ],
        "categoryItems": [
          392014,
          392015,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74282,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1065814",
        "title": "Remote Work and how to land a job best practices",
        "description": "Remote Work Mastery: Landing Your Dream Tech Job in Global Markets\"\r\nReady to break into the global remote job market? Join this practical session where you'll discover what remote work really means and learn proven strategies to land positions with companies in the US, Canada, Europe, and Israel. We'll cover market insights for each region, the hottest in-demand skills that get you hired, and insider tips on navigating cultural differences and salary negotiations. Whether you're completely new to remote work or looking to level up your international job search, you'll leave with actionable steps to position yourself for success. Stop wondering about remote opportunities and start landing them. Your global tech career awaits!",
        "startsAt": "2025-11-29T16:15:00Z",
        "endsAt": "2025-11-29T17:00:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "ee75c645-8d68-4ca1-8042-00787370dee5"
        ],
        "categoryItems": [
          392016,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72404,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1062755",
        "title": "Orquestando Agentes de IA: crea el tag team digital que lleva a tu equipo al siguiente nivel",
        "description": "En el ring organizacional actual, la colaboración es la clave para ganar. En esta charla, descubrirás cómo el orquestamiento de agentes de IA crea un autentico tag team digital que potencia a tu equipo multidisciplinario.\r\nCada agente de IA asume un rol especializado y se coordina tanto con otros agentes como con los miembros humanos para enfrentar retos complejos, automatizar tareas y acelerar la innovación y crecimiento organizacional.",
        "startsAt": "2025-11-29T16:15:00Z",
        "endsAt": "2025-11-29T17:00:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "b6c30e1a-14bb-4dc6-9755-5e0b955ccc55"
        ],
        "categoryItems": [
          392014,
          392015,
          399514,
          399515
        ],
        "questionAnswers": [],
        "roomId": 72405,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1039742",
        "title": "0 a Gold: Ventaja competitiva empresarial con dbt + Google Big Query",
        "description": "De datos crudos a decisiones: aplica Medallion Architecture con dbt + Big Query en big data. Aprenderás a modelar, optimizar (clustering/particiones) y documentar para dashboards y ML que mueven KPIs. Aprenderás sobre orquestación y mejores prácticas en producción.",
        "startsAt": "2025-11-29T16:15:00Z",
        "endsAt": "2025-11-29T17:00:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "e5a46034-e8c5-4c2d-a263-648e940d247e"
        ],
        "categoryItems": [
          392015,
          399513,
          409525
        ],
        "questionAnswers": [],
        "roomId": 72406,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1023938",
        "title": "DDD: Haz que tu código hable el idioma del negocio",
        "description": "En esta sesión exploraremos los fundamentos de Domain-Driven Design, los cuales nos permiten crear sistemas que se centren en crear valor para nuestro negocio y que puedan resistir al paso del tiempo.\r\nEn esta sesión exploraremos conceptos cómo dominios y subdominios de sistemas, Bounded Contexts, Clean Architecture y Diseño de Arquitecturas de Software.",
        "startsAt": "2025-11-29T16:15:00Z",
        "endsAt": "2025-11-29T17:00:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "f490d340-996e-489b-8328-d9df95def6ce"
        ],
        "categoryItems": [
          399513,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74280,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1040431",
        "title": "De Flutter al Mundo: Un Roadmap Acelerado con IA como Aliada",
        "description": "¿Quieres crecer como desarrollador más rápido y con impacto global?\r\nEn esta charla te contaré cómo logré trabajar con Flutter en el extranjero, cuales fueron mis primeros pasos, y como llegue a ganar torneos internacionales y qué roadmap práctico puede ayudarte a acelerar tu carrera en el desarrollo de software.\r\n\r\nHablaremos de:\r\n\t•\tCómo estructurar tu aprendizaje para crecer de manera ordenada.\r\n\t•\tQué habilidades técnicas y blandas marcaron la diferencia en mi experiencia.\r\n\t•\tCasos reales de cómo la Inteligencia Artificial puede ser tu aliada para mejorar productividad, aprender más rápido y crear mejores proyectos (sin que la IA haga el trabajo por ti).\r\n\t•\tConsejos para aprovechar comunidades y oportunidades globales, incluso desde Ecuador.\r\n\r\nLa meta es que salgas con una visión clara, herramientas prácticas y motivación para impulsar tu carrera en tecnología al siguiente nivel",
        "startsAt": "2025-11-29T16:15:00Z",
        "endsAt": "2025-11-29T17:00:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "cf839729-7556-40df-9590-59b17b24bf56"
        ],
        "categoryItems": [
          392013,
          392014,
          392015,
          392016,
          399513,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74281,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1045854",
        "title": "Ciberseguridad y Hacking en un Mundo de IA",
        "description": "Exploraremos cómo la inteligencia artificial está transformando el panorama de amenazas y defensas digitales. Veremos ejemplos reales de ataques y estrategias defensivas basadas en IA, y discutiremos qué podemos hacer para proteger sistemas y datos en este nuevo escenario.",
        "startsAt": "2025-11-29T16:15:00Z",
        "endsAt": "2025-11-29T17:00:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "4854bb05-5a22-4636-bdf1-dff4ce02a892"
        ],
        "categoryItems": [
          392015,
          399509
        ],
        "questionAnswers": [],
        "roomId": 74282,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1073476",
        "title": "Google ADK en Kubernetes: Acelera tus Agentes IA",
        "description": "Descubre cómo el recién lanzado Agent Development Kit (ADK) de Google, presentado en el último Next, revoluciona el desarrollo de agentes inteligentes. Ve cómo Kubernetes optimiza la implementación y la gestión de estas aplicaciones de IA. Construye y escala tus agentes de IA de forma innovadora y eficiente :)",
        "startsAt": "2025-11-29T17:10:00Z",
        "endsAt": "2025-11-29T17:55:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "84bbf594-d214-4f1d-b077-111dc80d0a14"
        ],
        "categoryItems": [
          392014,
          392015,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72404,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1070763",
        "title": "Building Autonomous AI Agents with Payment Protocol Integration",
        "description": "In this 40-minute talk, you’ll learn how to design and deploy a production-ready AI recruitment agent that autonomously discovers, evaluates, and engages candidates across multiple platforms. Through live coding and architectural breakdowns, we’ll explore how to combine semantic search, LLM-powered personalization, and secure API integrations to build an end-to-end recruitment automation system.\r\nParticipants will gain practical experience implementing:\r\n- Scalable Microservices Architecture\r\n- AI-Driven Matching\r\n- Automated Outreach\r\n- Integration Workflows\r\n- Production Best Practices\r\n",
        "startsAt": "2025-11-29T17:10:00Z",
        "endsAt": "2025-11-29T17:55:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "72ba045a-6d04-43d9-b560-3df47ff4d4ec"
        ],
        "categoryItems": [
          392014,
          399513,
          399514,
          399515,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72405,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1071019",
        "title": "From Lag to Fluidity: High-Performance Concurrent Frontend Architectures",
        "description": "\r\nUnlock the full potential of your applications by moving complex tasks off the main thread. This session dives deep into Web Workers, exploring practical architectural patterns for offloading heavy computations, managing background tasks, and ensuring a smooth, responsive user experience. We'll cover key considerations like data communication strategies, state management, and common pitfalls to avoid when building truly concurrent web applications with Angular.",
        "startsAt": "2025-11-29T17:10:00Z",
        "endsAt": "2025-11-29T17:55:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "e207292a-ff7f-4d69-a68c-69c3b6c79713"
        ],
        "categoryItems": [
          392015,
          399509,
          409525
        ],
        "questionAnswers": [],
        "roomId": 72406,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1053940",
        "title": "Tu Genio Personal: Crea Asistentes de IA en Minutos",
        "description": "Enfrentar una entrevista técnica es uno de los mayores desafíos para estudiantes y profesionales de la tecnología. ¿Y si pudieras practicar con un experto de una FAANG (Facebook, Amazon, Apple, Netflix, Google) a cualquier hora? Este workshop práctico, \"Tu Genio Personal: Crea Asistentes de IA en Minutos\", te dará ese poder. En lugar de solo hablar de IA, vamos a construirla. El taller se centra en un objetivo claro y de altísimo valor: guiar a los asistentes, paso a paso, en la creación de su propio Gem: un \"Asistente de Preparación para Entrevistas Técnicas\".\r\n\r\nComenzaremos estableciendo la relevancia de la IA personalizada con datos clave del crecimiento de Google Gemini. Inmediatamente después, pasaremos a la acción. Los participantes aprenderán a definir la personalidad del Gem (ej. \"Actúa como un Senior Software Engineer de Google\"), a darle instrucciones precisas sobre qué preguntar (algoritmos, estructuras de datos, etc.) y cómo dar feedback constructivo. Luego, pondremos a prueba nuestro Gem en vivo, demostrando cómo usarlo para simular una entrevista real y mejorar nuestras habilidades. Para finalizar, mostraremos la increíble versatilidad de la plataforma con demostraciones rápidas de otros Gems pre-construidos para generar código, asistir en tesis universitarias y crear prompts para imágenes. Cada asistente saldrá no solo con una idea, sino con una herramienta funcional y el conocimiento para construir cualquier asistente que imagine.\r\n\r\n¿Qué Aprenderá el Público al Finalizar el Workshop?\r\nAl finalizar esta sesión, los asistentes serán capaces de:\r\n\r\nConstruir un Entrevistador de IA Personalizado: Sabrán cómo crear y configurar desde cero un Gem diseñado específicamente para simular entrevistas técnicas.\r\n\r\nDominar el Prompt Engineering para Roles Específicos: Aprenderán a redactar instrucciones complejas para que la IA adopte roles y personalidades definidas (ej. entrevistador, mentor, crítico).\r\n\r\nSimular y Prepararse para Entrevistas Reales: Entenderán cómo utilizar el Gem creado para practicar respuestas, recibir feedback y ganar confianza para sus futuras entrevistas laborales.\r\n\r\nAplicar la Técnica a Otros Dominios: Comprenderán cómo replicar el proceso para crear otros Gems de alto valor, como un asistente de código, un generador de contenido o un consultor de proyectos.\r\n\r\nVisualizar el Potencial Creativo y Académico: Se inspirarán con demostraciones rápidas de Gems para la generación de imágenes y la asistencia en la redacción de tesis.",
        "startsAt": "2025-11-29T17:10:00Z",
        "endsAt": "2025-11-29T17:55:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "27df5312-73d9-480d-8bd9-16644cd2a29a"
        ],
        "categoryItems": [
          392015,
          399509,
          399514,
          409525
        ],
        "questionAnswers": [],
        "roomId": 74280,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1039730",
        "title": "De 0 a 500K descargas: cómo crecer tu app o proyecto sin gastar en publicidad",
        "description": "Estrategias prácticas, aprendizajes y errores reales que te llevarán de una idea a cientos de miles de usuarios sin invertir en anuncios.",
        "startsAt": "2025-11-29T17:10:00Z",
        "endsAt": "2025-11-29T17:55:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "f395058d-9f2c-43ec-9afe-6db78bfb7093"
        ],
        "categoryItems": [
          392013,
          409524
        ],
        "questionAnswers": [],
        "roomId": 74281,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1041206",
        "title": "Crea tu primer modelo multimodal con redes neuronales y Vertex AI de Google",
        "description": "Los asistentes se llevarían una habilidad muy avanzada y en alta demanda, pasando de crear \"chatbots\" a construir sistemas de IA que realmente perciben el mundo de una forma más completa. Es un tema novedoso y con un gran potencial de aplicación.",
        "startsAt": "2025-11-29T17:10:00Z",
        "endsAt": "2025-11-29T17:55:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "7db7ed54-b9c4-43b1-b3f1-36413b95f60c"
        ],
        "categoryItems": [
          392015,
          399510,
          399514,
          409525
        ],
        "questionAnswers": [],
        "roomId": 74282,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1072983",
        "title": "Seguridad en el backend: cómo los hackers aprovechan lo que los desarrolladores olvidan",
        "description": "En esta charla voy a compartir las lecciones de seguridad más importantes que he aprendido en el desarrollo backend. Voy a mostrar casos reales de empresas donde errores relativamente simples terminaron costando millones de dólares y afectando a millones de usuarios.\r\nA través de ejemplos prácticos en Java/Spring Boot, mostraré vulnerabilidades como el uso de IDs predecibles, la exposición de datos sensibles, y la falta de actualización de dependencias, entre otras. Cada problema se verá desde dos ángulos: cómo se ve el código vulnerable y cómo implementar la solución de forma segura.\r\nLe puede servir mucho a desarrolladores backend, arquitectos de software o profesionales interesados en fortalecer la seguridad de sus aplicaciones.",
        "startsAt": "2025-11-29T19:25:00Z",
        "endsAt": "2025-11-29T20:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "cfd7e379-9a50-4c24-9451-e4e9ab30a168"
        ],
        "categoryItems": [
          399509,
          399513,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72404,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1074826",
        "title": "Marketing Inteligente: Los agentes IA redefinen el proceso de lead generation",
        "description": "Aprende cómo la inteligencia artificial está revolucionando el marketing digital a través de interfaces conversacionales impulsadas por técnicas de Retrieval-Augmented Generation (RAG) y bases de conocimiento personalizadas. Exploraremos cómo implementar estos sistemas para ofrecer experiencias más precisas, humanas y contextuales que aumentan la efectividad en la atracción, calificación y conversión de leads.",
        "startsAt": "2025-11-29T19:25:00Z",
        "endsAt": "2025-11-29T20:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "146e9f7a-9b29-4e0a-a29f-79155d9c1eed"
        ],
        "categoryItems": [
          399514,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72405,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      },
      {
        "id": "1073105",
        "title": "Efficient LLM Engineering Lab",
        "description": "In this hands-on engineering lab, you’ll learn the real techniques behind today’s fastest AI systems, leading ML teams.",
        "startsAt": "2025-11-29T19:25:00Z",
        "endsAt": "2025-11-29T20:10:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "4dd2f377-6076-42fd-823f-a27ea690e96f"
        ],
        "categoryItems": [
          392014,
          392015,
          399514,
          409525
        ],
        "questionAnswers": [],
        "roomId": 72406,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1076235",
        "title": "Gemini CLI: AI in Your Dev Loop",
        "description": "Descubre cómo Gemini CLI se convierte en parte de tu ciclo de desarrollo de software: no solo genera código, también facilita refactorings, debugging, code reviews, testing y documentación. En este taller aprenderás a aprovechar el modo no interactivo, conectar Gemini con servidores MCP para ampliar su poder para que participe activamente en cada fase del workflow, desde pruebas hasta deployment.\r\n",
        "startsAt": "2025-11-29T20:20:00Z",
        "endsAt": "2025-11-29T21:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "5424a4f2-0ada-4c78-a72b-bf6f100a3fd7"
        ],
        "categoryItems": [
          392015,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72404,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1040612",
        "title": "Infraestructura escalable con Terraform, GCP, Cloud Run y Cloudflare asistida por IA",
        "description": "En este workshop aprenderás, paso a paso, cómo desplegar una aplicación completa y lista para producción en solo 45 minutos, utilizando infraestructura como código, buenas prácticas de CI/CD y el poder de la IA como asistente de desarrollo.\r\n\r\nConstruiremos la infraestructura con Terraform, apoyándonos en IA para generar el código base, la documentación técnica y sugerencias de flujos de ramas en Git. Desplegaremos un backend con Strapi en Cloud Run, un frontend con Next.js, y lo conectaremos a una base de datos SQL en GCP, asegurando la solución con Cloudflare.\r\n\r\nEl resultado será una infraestructura escalable, segura y automatizada, lista para soportar alta demanda, reduciendo tiempos de implementación y aumentando la calidad del proceso de desarrollo.\r\n\r\nIdeal para desarrolladores, DevOps y arquitectos cloud que buscan optimizar sus flujos de trabajo y acelerar despliegues sin sacrificar buenas prácticas.",
        "startsAt": "2025-11-29T20:20:00Z",
        "endsAt": "2025-11-29T21:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "7723b2fd-09d9-42bd-89a3-dd78704fe8a1"
        ],
        "categoryItems": [
          392014,
          392015,
          399509,
          399513
        ],
        "questionAnswers": [],
        "roomId": 72405,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": false
      },
      {
        "id": "1019008",
        "title": "De GKE a Cloud Run: reducir costos y complejidad en entornos críticos",
        "description": "En esta charla exploraremos cómo migrar servicios que no necesitan un clúster completo a Cloud Run sin sacrificar seguridad ni observabilidad. Verás por qué esta plataforma es ideal para casos como webhooks, scrappers o procesos esporádicos y cómo aprovechar al máximo su escalabilidad automática.\u2028\u2028\r\n\r\nCompartiré un caso real con OpenFinance, mostrando cómo logramos reducir costos, mantener trazabilidad y simplificar operaciones frente a GKE. Además, presentaré un caso en progreso sobre un proceso de scrapping inteligente disparado por eventos. Veremos buenas prácticas para entornos productivos, consideraciones de seguridad y cómo hacer que Cloud Run soporte cargas críticas sin sorpresas.",
        "startsAt": "2025-11-29T20:20:00Z",
        "endsAt": "2025-11-29T21:05:00Z",
        "isServiceSession": false,
        "isPlenumSession": false,
        "speakers": [
          "1ee4b163-0420-4b0c-bae9-97091220d6d7"
        ],
        "categoryItems": [
          392014,
          392015,
          409524
        ],
        "questionAnswers": [],
        "roomId": 72406,
        "liveUrl": null,
        "recordingUrl": null,
        "status": "Accepted",
        "isInformed": true,
        "isConfirmed": true
      }
    ],
    "speakers": [
      {
        "id": "5424a4f2-0ada-4c78-a72b-bf6f100a3fd7",
        "firstName": "Adrian",
        "lastName": "Catalan",
        "bio": "Adrián has been involved in software industry for 13+ years, working both in web and mobile apps. GDG Guatemala, GuatemalaJS and Nodebots former co-organizer. Currently he leads the Innovation Lab at Galileo University and is a Google Developer Expert(GDE) for Android, IoT and Firebase.",
        "tagLine": "Innovation Lab Director",
        "profilePicture": "https://sessionize.com/image/56e5-400o400o1-f2-0ada-4c78-a72b-bf6f100a3fd7.16847344-d543-4598-bc56-cdc7fa19ca9a.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1076235
        ],
        "fullName": "Adrian Catalan",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "f395058d-9f2c-43ec-9afe-6db78bfb7093",
        "firstName": "Alexis",
        "lastName": "Camué",
        "bio": "Alexis Camué Hernandez es un desarrollador móvil y full stack con más de 10 años de experiencia en la industria. Como un especialista TOP RATED PLUS en plataformas como Upwork, Alexis ha demostrado su habilidad para crear aplicaciones de alta calidad y rendimiento, destacándose en el uso de tecnologías como Flutter, Firebase, Android, iOS y Laravel.\r\n\r\nCon un portafolio que incluye más de 70 aplicaciones en Google Play y la App Store, muchas de ellas con más de 500k descargas, Alexis ha trabajado en proyectos que han tenido un gran impacto en sus usuarios. Su enfoque meticuloso y preciso garantiza resultados excepcionales, adaptándose rápidamente a las necesidades y desafíos de cada proyecto.\r\n\r\nAdemás de su experiencia técnica, Alexis es un apasionado por compartir conocimientos y ayudar a otros desarrolladores a crecer. En esta charla, explorará la importancia de Firebase en proyectos Flutter, mostrando en tiempo real cómo gestionar y visualizar datos de una aplicación con medio millón de usuarios.",
        "tagLine": "Desarrollador de aplicaciones móviles freelancer (Top Rated Plus en Upwork)",
        "profilePicture": "https://sessionize.com/image/e9a2-400o400o1-VHLXkXPcfECLJ8Ly77efGn.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1039730
        ],
        "fullName": "Alexis Camué",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "3d25279f-004c-4ec8-9991-a802c9f08879",
        "firstName": "Andres",
        "lastName": "Coello",
        "bio": "Soy Andrés Coello, líder técnico y software developer con más de 7 años de experiencia creando aplicaciones web modernas y móviles multiplataformas, me gusta compartir lo adquirido y aprender algo nuevo todos los días, me mantengo actualizado con las herramientas de desarrollo y productividad.\r\n\r\nAutodidacta. 📖\r\nEstudiante de Platzi. 💻\r\nAmante del podcast. 🎧\r\nHablar en público 🎤",
        "tagLine": "Technical leader / Full Stack Developer",
        "profilePicture": "https://sessionize.com/image/45fd-400o400o1-J8WXveFCv54nf1G8b3oSPL.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1041768
        ],
        "fullName": "Andres Coello",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "146e9f7a-9b29-4e0a-a29f-79155d9c1eed",
        "firstName": "Andres",
        "lastName": "Hernandez",
        "bio": "Soy un arquitecto de soluciones informáticas con más de 15 años de experiencia en desarrollo web y una sólida especialización en tecnologías .NET, AWS y Optimizely. Mi trabajo se centra en crear experiencias digitales personalizadas utilizando plataformas de gestión de contenido. Recientemente he complementado mi perfil técnico con estudios en marketing digital, lo que me permite conectar la tecnología con estrategias centradas en el usuario. Apasionado por la innovación, la enseñanza y la fotografía, disfruto combinar creatividad y tecnología para generar soluciones que inspiran y transforman.",
        "tagLine": "Verndale, Associate Technical Architect",
        "profilePicture": "https://sessionize.com/image/7be9-400o400o1-po8HzemqgDk4GnVyEXfBeJ.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1074826
        ],
        "fullName": "Andres Hernandez",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "fc0bcdef-2f41-4a5b-9ec4-87e6d597f40c",
        "firstName": "Boris",
        "lastName": "Benalcazar",
        "bio": "Web and mobile developer with 9+ years of experience in designing and developing user interface, testing, debugging, and training staff in complex application.",
        "tagLine": "DevBase, Full Stack Developer",
        "profilePicture": "https://sessionize.com/image/8926-400o400o1-YB7XgEgFCbWNMPjnUDdLHQ.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1047878
        ],
        "fullName": "Boris Benalcazar",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "4dd2f377-6076-42fd-823f-a27ea690e96f",
        "firstName": "Braulio ",
        "lastName": "Otavalo",
        "bio": "I’m an AI/ML Engineer with 6+ years of expertise in machine learning, deep learning, leveraging Python, TensorFlow, and PyTorch to build scalable, secure, and resilient cloud-native solutions.",
        "tagLine": "AI/ML Consultant",
        "profilePicture": "https://sessionize.com/image/4b9e-400o400o1-EhcEdeT74qHixY2tTGz5hi.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1073105
        ],
        "fullName": "Braulio Otavalo",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "1ee4b163-0420-4b0c-bae9-97091220d6d7",
        "firstName": "Bryam David",
        "lastName": "Vega Moreno",
        "bio": "I am a passionate and versatile software engineer with over 6 years of experience specializing in Java, focusing on developing scalable and high-quality solutions. I have led teams using agile methodologies and established myself as a technical authority in the design and implementation of diverse architectures, including microservices, event-driven, and monolithic systems. My profound understanding of design patterns and best practices in software development enables me to deliver robust and scalable solutions that exceed client expectations. Currently, I shine as a Java Developer, dedicating myself to crafting high-quality solutions that reflect my love for technology and innovation.",
        "tagLine": "Thoughtworks, Senior Consultant Developer",
        "profilePicture": "https://sessionize.com/image/f899-400o400o1-97jJgJ1h2NcfMiPSr7nun8.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1019008
        ],
        "fullName": "Bryam David Vega Moreno",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "84bbf594-d214-4f1d-b077-111dc80d0a14",
        "firstName": "Cami",
        "lastName": "Martins",
        "bio": "I'm a Senior Site Reliability Engineer and currently work at Storyblok, with a postgraduate degree in Computational Forensics and doing a Master's degree in Operation, Evaluation and Advanced Management of Computer Networks at the Federal University of the State of Rio de Janeiro (UNIRIO). I am Docker Community Leader awarded twice by Docker Inc, Hashicorp Ambassador, Docker Captain,  Google Developer Expert, organizer and speaker of DevOpsDays and other DevOps events across Brazil and instructor by LinuxTips.",
        "tagLine": "Senior SRE at Storyblok",
        "profilePicture": "https://sessionize.com/image/eb7b-400o400o1-snrt9E2ssRy7VqAaCi51Fn.jpeg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1073476
        ],
        "fullName": "Cami Martins",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "cf839729-7556-40df-9590-59b17b24bf56",
        "firstName": "Cristhian",
        "lastName": "Recalde",
        "bio": "Tengo una pasión por la programación, trato de encontrar la mejor solución y no me gusta rendirme. Me gusta dar valor en donde me encuentre y a la vez puedan contar conmigo, por ello he creado algunos proyectos interesantes Del mismo modo me gusta trabajar en solitario o en grupo, siempre que haya pasión por el trabajo o proyecto cuentan con mi voluntad a cumplirlo de la mejor manera",
        "tagLine": "Isnotcristhian Devs",
        "profilePicture": "https://sessionize.com/image/8c9d-400o400o1-ftMW8azQ1eKFynwFz8ScBo.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1040431
        ],
        "fullName": "Cristhian Recalde",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "e207292a-ff7f-4d69-a68c-69c3b6c79713",
        "firstName": "Damian",
        "lastName": "Sire",
        "bio": "Damian Sire, a Uruguayan developer and Google Developer Expert (GDE), combines his experience as Head of Maintenance at Ingenious with creating YouTube content while traveling the world as a digital nomad.",
        "tagLine": "Head of Maintenance at Ingenious",
        "profilePicture": "https://sessionize.com/image/2afd-400o400o1-NiHuStUXTbAiqXGkvV2Wns.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1071019
        ],
        "fullName": "Damian Sire",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "3de56e1b-490f-47d8-800d-4cad8c352976",
        "firstName": "Daniel",
        "lastName": "Coyula",
        "bio": "Senior Flutter Engineer, 6+ años de experiencia. Especialista en UI/UX.",
        "tagLine": "Senior Flutter Engineer",
        "profilePicture": "https://sessionize.com/image/be40-400o400o1-MLmFBcLridw5G7SCAxKiah.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1042194
        ],
        "fullName": "Daniel Coyula",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "01874f26-c699-481f-a628-d4d337a8a2c6",
        "firstName": "Domenica",
        "lastName": "Gordillo",
        "bio": "Domenica is a SR Talent Acquisition Manager at Synergy LATAM, who successfully launched the Ecuador office in 2024. The Synergy LATAM team is dedicated to expanding the company's reach, connecting top LATAM talent with Fortune 500 and market-leading US companies. Our focused, detailed startup process ensures contractors receive personalized support and access to major remote work opportunities.",
        "tagLine": "SR TALENT ACQUISITION MANAGER FOR SYNERGY LATAM",
        "profilePicture": "https://sessionize.com/image/dede-400o400o1-RhvkgyjBPghKBvaZKgYn7m.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1076518
        ],
        "fullName": "Domenica Gordillo",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "e5a46034-e8c5-4c2d-a263-648e940d247e",
        "firstName": "Erick",
        "lastName": "Naunay",
        "bio": "Diseño arquitecturas de datos para decisiones de alto impacto. He transformado la infraestructura de analítica avanzada de grandes empresas: centralizo datos en una única fuente de verdad, habilito insights ejecutivos, y entrego datasets críticos que alimentan BI y modelos de ML para apoyar la estrategia empresarial.",
        "tagLine": "Senior Data Engineer @ Netflix",
        "profilePicture": "https://sessionize.com/image/80f5-400o400o1-XAX4pEbEeS6CnyUPokAVc5.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1039742
        ],
        "fullName": "Erick Naunay",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "f8ade91e-7f61-4f26-8a03-00cc902190ae",
        "firstName": "Erick",
        "lastName": "Wendel",
        "bio": "Erick Wendel is an active Node.js core committer, Keynote Speaker, and professional educator. He has given over 100 tech talks in more than 10 different countries worldwide. He was awarded as a Node.js Specialist with the Google Developer Expert, Microsoft MVP, and GitHub Stars awards. Erick Wendel has trained more than 100K people around the world in his own company https://ew.academy",
        "tagLine": "Professional Educator | Google Dev Expert | Microsoft MVP | GitHub Star | Node.js core team member",
        "profilePicture": "https://sessionize.com/image/c94e-400o400o1-LyekpfPhKuxyiWrpQUgUcH.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1070989
        ],
        "fullName": "Erick Wendel",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "72ba045a-6d04-43d9-b560-3df47ff4d4ec",
        "firstName": "Fermin",
        "lastName": "Blanco",
        "bio": "I am a Software Engineer, highly passionate about concurrent systems. I have been helping startups to increase its revenue and gets further engagements with customers. I express ideas through code. I am a knowledge seeker.",
        "tagLine": "Software Engineer",
        "profilePicture": "https://sessionize.com/image/76d9-400o400o1-BB6wCXc972bJssEM5CWvF.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1070763
        ],
        "fullName": "Fermin Blanco",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "cc4de35e-5465-47cb-9821-2ce40371e2d4",
        "firstName": "Frank",
        "lastName": "Moreno",
        "bio": "Cuenta con más de 10 años de experiencia en el desarrollo de software, su principal hobby es explorar cómo hacer código más robusto y explorar nuevos patrones de programación basado en las características de los lenguajes modernos.",
        "tagLine": "Flutter and Rust engineer",
        "profilePicture": "https://sessionize.com/image/884c-400o400o1-wQLm881T4o5w9BN5otjZRF.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1051250
        ],
        "fullName": "Frank Moreno",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "19770224-4778-4f5f-a709-5a987782cf86",
        "firstName": "Gabriel",
        "lastName": "Gabela",
        "bio": "Gabriel es Project Manager y Data Analyst en Stack Builders. Gestiona proyectos de software para una de las mayores empresas de telecomunicaciones en la nube en el mundo",
        "tagLine": "Project Manager and Business Analyst",
        "profilePicture": "https://sessionize.com/image/a13e-400o400o1-UafKQVCG2wW1FB4z93Hg2e.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1058780
        ],
        "fullName": "Gabriel Gabela",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "d0272f02-0bc8-4869-8ef4-806e426745df",
        "firstName": "Henrry",
        "lastName": "Carrillo",
        "bio": "Henrry es Project Manager y Business Analyst en Stack Builders, colaborando en proyectos para una de las mayores empresas de telecomunicaciones en la nube del mundo. Se enfoca en asegurar la calidad del producto, garantizando funcionalidad, diseño y rendimiento, y ofreciendo experiencias digitales confiables para los usuarios finales.",
        "tagLine": "Project Manager y Especialista de Calidad en Stack Builders",
        "profilePicture": "https://sessionize.com/image/df2b-400o400o1-DUoEB2eb6a1t16DoDVVgcq.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1058916
        ],
        "fullName": "Henrry Carrillo",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "4854bb05-5a22-4636-bdf1-dff4ce02a892",
        "firstName": "Jacob",
        "lastName": "Pérez",
        "bio": "Soy Jacob, tengo 28 años y soy desarrollador de software. Me formé en Desarrollo de Software y actualmente trabajo en Saviasoft, una empresa de tecnología enfocada en crear soluciones innovadoras. Me apasiona la tecnología y el hacking ético, siempre buscando maneras de hacer el mundo digital más seguro e interesante.",
        "tagLine": "Saviasoft, Software Developer",
        "profilePicture": "https://sessionize.com/image/821d-400o400o1-TahGVNDU7isbPz9cQfMT7u.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1045854
        ],
        "fullName": "Jacob Pérez",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "ee75c645-8d68-4ca1-8042-00787370dee5",
        "firstName": "Jairo",
        "lastName": "Suárez",
        "bio": "I'm a bilingual technical recruiter with 7+ years of experience connecting exceptional Latin American tech talent with innovative US companies. Originally from a Colombian-Venezuelan background and now based in Quito, Ecuador, I've built my career on one simple principle: helping developers unlock better opportunities while helping companies find the talent that drives their success.\r\nAt Awana since 2018, I've evolved from Administrator & HR to Lead Technical Recruiter, where I now manage the full recruitment lifecycle—from client acquisition to 90-day post-placement follow-up. I conduct 10-12 interviews daily and specialize in placing talent across fintech, healthcare AI, proptech, and crypto sectors, with a 98.89% retention rate that I'm genuinely proud of.\r\nWhat sets me apart? I combine deep technical understanding with authentic human connection. I leverage AI-assisted candidate analysis and Airtable CRM to work efficiently, but I never forget that behind every resume is a person with dreams, skills, and potential. My record speaks for itself: one-day placement record, 10K+ LinkedIn network, and a track record of successful placements in roles ranging from Software Engineers to Business Analysts.\r\nMy journey hasn't been linear, from Goldman Sachs to co-founding a business, to finding my true calling in technical recruitment—but every experience taught me something valuable about people, processes, and persistence. As a father of two and a fast learner who loves getting things done, I bring both heart and hustle to everything I do.\r\nMy mission? Bridge the gap between talented Latin American developers and companies that need them, one meaningful placement at a time.",
        "tagLine": "Lead Tech Recruiter ",
        "profilePicture": "https://sessionize.com/image/3585-400o400o1-U6HTSQGWrXVSfSjUJLMhhR.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1065814
        ],
        "fullName": "Jairo Suárez",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "f490d340-996e-489b-8328-d9df95def6ce",
        "firstName": "Jean Karlo",
        "lastName": "Obando Ramos",
        "bio": "I'm Jean Karlo Obando, a Solutions Architect with over 5 years of experience. My career spans various fields, including recruiting systems, video streaming platforms, and fintech. I am passionate about fostering community within the software industry. I have spoken at notable events such as Flisol and React Summit, sharing insights and knowledge with fellow developers. Additionally, I host the podcast \"Experiences 404,\" where we delve into the stories and experiences behind software development. My goal is to inspire and connect with others in the tech community, promoting continuous learning and collaboration",
        "tagLine": "Solutions Architect at Sofka-Deuna",
        "profilePicture": "https://sessionize.com/image/dc69-400o400o1-P394A43R41SAZVMQtu4c3V.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1023938
        ],
        "fullName": "Jean Karlo Obando Ramos",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "9b2a2e2b-9040-4ce5-bae9-10540005cee9",
        "firstName": "Juan Diego",
        "lastName": "Vera",
        "bio": "Juan Diego es Senior Project and Account Manager en Stack Builders. Ha liderado exitosamente numerosos proyectos de software en las industrias de Ciberseguridad, Big Data, SaaS, Biotecnología, Finanzas y Educación, colaborando con compañías de Estados Unidos, Reino Unido y Australia.",
        "tagLine": "Senior Project y Account Manager en Stack Builders",
        "profilePicture": "https://sessionize.com/image/4f4f-400o400o1-h585rfoYsoBAq8RgYAhUs6.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1058916
        ],
        "fullName": "Juan Diego Vera",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "7db7ed54-b9c4-43b1-b3f1-36413b95f60c",
        "firstName": "Kevin David",
        "lastName": "Cueva Bonilla",
        "bio": "Soy Kevin Cueva, mi experiencia se centra en el desarrollo de soluciones tecnológicas estratégicas, con un enfoque especializado en Inteligencia Artificial, Ciencia de Datos, Cybersecurity y automatización de procesos. A lo largo de mi trayectoria, he tenido la oportunidad de desempeñarme como Software Development Consultant en Business IT, donde diseño e implemento soluciones personalizadas para optimizar operaciones y aumentar la productividad de los clientes.\r\n\r\nAdemás de mi perfil técnico, he demostrado un fuerte liderazgo y un compromiso activo con el desarrollo social y comunitario. He co-fundado y liderado iniciativas de investigación y desarrollo como el Semillero Nexus Community y la Red de Investigación en Ingeniería e Informática (RI3), cuyo propósito es promover la innovación en la tecnología a nivel internacional. Mi experiencia se extiende a roles de gestión y liderazgo en organizaciones de impacto como la Fundación SUMAE y la Red Juvenil de Liderazgo Ecuador (RJLE), LIDERA Ecuador, AIESEC Ecuador, entre otras. He participado en proyectos de alto impacto, como el desarrollo del primer metaverso del Ecuador para la ciudad de Riobamba , y como capacitador voluntario para la ONU en el manejo de software y digitalización de documentos, también como parte de organización de campamento Electoral y eventos de alto prestigio nacional.\r\n\r\nMis habilidades técnicas abarcan un amplio espectro, incluyendo el desarrollo Full-Stack (Python, Java, JavaScript, .Net) y el manejo de herramientas de Visualización de Datos y Business Intelligence como Power BI y RStudio. Poseo conocimientos en DevOps, Cloud Computing (Azure, AWS), redes y ciberseguridad, lo que me permite abordar proyectos desde una perspectiva integral. Soy una persona autodidacta y proactiva, orientada a la resolución de problemas y al aprendizaje continuo, lo que me impulsa a generar un impacto positivo a través de la tecnología y el trabajo colaborativo. Me encanta viajar, explorar la fotografía y aprender continuamente, estar en muchas cosas siendo responsable.",
        "tagLine": "La trascendencia te hace llegar lejos!",
        "profilePicture": "https://sessionize.com/image/0397-400o400o1-WCMprWCwuZLrciSqxPcoKJ.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1041206
        ],
        "fullName": "Kevin David Cueva Bonilla",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "cfd7e379-9a50-4c24-9451-e4e9ab30a168",
        "firstName": "Laura",
        "lastName": "Sanabria",
        "bio": "Ingeniera de software con experiencia en arquitectura, apasionada por enseñar lo que aprendo y compartir conocimiento sobre tecnología. A través de mi marca personal creo contenido sobre programación y experiencias en el mundo tech, acompañando a otros en su proceso de aprendizaje.",
        "tagLine": "Kranio - Software Engineer",
        "profilePicture": "https://sessionize.com/image/2b05-400o400o1-K2yygGaTrAjtfm7tYCrqkE.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1072983
        ],
        "fullName": "Laura Sanabria",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "ae71312d-cf66-4c45-8469-60c753a9524a",
        "firstName": "Luis",
        "lastName": "Guerrero",
        "bio": "Como desarrollador experto en Flutter con más de 5 años de experiencia, inicié mi camino fundando Snap Eats, una startup de delivery que me permitió enfrentar los retos de construir y escalar productos móviles reales. Esa experiencia marcó mi pasión por crear soluciones digitales con impacto.\r\n\r\nDesde entonces he liderado el desarrollo de aplicaciones en los sectores fintech y healthtech en Latinoamérica, impulsando la adopción por miles de usuarios y resolviendo desafíos técnicos complejos con un enfoque en escalabilidad y experiencia de usuario.\r\n\r\nActualmente, como Frontend Tech Lead en Monet, guío equipos móviles y decisiones de arquitectura, promoviendo buenas prácticas y asegurando entregas de calidad en entornos dinámicos.\r\n\r\nEstoy comprometido en aprovechar la tecnología para resolver problemas reales, empoderar a los usuarios y llevar la innovación móvil al siguiente nivel.",
        "tagLine": "Monet - Frontend Tech Lead ",
        "profilePicture": "https://sessionize.com/image/32f5-400o400o1-QSEBRP8zFSm1prYQy2Yv17.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1040347
        ],
        "fullName": "Luis Guerrero",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "7723b2fd-09d9-42bd-89a3-dd78704fe8a1",
        "firstName": "Luis Carlos",
        "lastName": "Reyes Vanegas",
        "bio": "Soy un empresario en el ámbito tecnológico con más de 10 años de experiencia, especializado en impulsar la transformación digital a través de soluciones innovadoras. Como cofundador y director de tecnología en EvolutecC SAS, lidero el desarrollo de servicios personalizados y soporte técnico, enfocándome en la sostenibilidad y seguridad de activos digitales a nivel nacional e internacional.\r\n\r\nMi expertise radica en el diseño y la arquitectura de soluciones Cloud, aplicando mejores prácticas en entornos de desarrollo, QA, y producción para infraestructuras de variada complejidad. Tengo una sólida experiencia en aplicaciones basadas en .Net, JavaScript, PHP, SQL y NoSQL, y he liderado más de 300 proyectos, incluyendo sitios web, e-commerce, aplicaciones móviles y desarrollos a la medida, contribuyendo significativamente al avance de la transformación digital y sostenibilidad en diversos sectores para startup, pymes, medianas y grandes empresas.\r\n\r\nSoy un apasionado por el aprendizaje continuo y enfrentar nuevos desafíos, mi carrera está dedicada a la evolución y mejora constante en el dinámico mundo tecnológico. Estoy abierto a explorar colaboraciones y oportunidades que nos permitan impulsar juntos la frontera de lo posible en tecnología.\r\n\r\nConectemos para explorar cómo podemos colaborar y generar impacto juntos.\r\n\r\nSi quieres conocer mas de mi entra a https://www.luisreyesvanegas.com/ (Sitio en construcción)",
        "tagLine": "Conferencista, líder del movimiento Costa Digital y de Google Developers Group Barranquilla, cofundador y director de tecnología en EvolutecC SAS.",
        "profilePicture": "https://sessionize.com/image/2b45-400o400o1-NHzL4wGjGzSfEvrZ6Hzbur.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1040612
        ],
        "fullName": "Luis Carlos Reyes Vanegas",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "80e34f6e-8ebf-44ff-88ba-c75c56a1443b",
        "firstName": "María",
        "lastName": "Carrión",
        "bio": "María es Project Manager y Business Analyst en Stack Builders. Gestiona proyectos de software para una de las empresas más importantes de bienes raíces en Estados Unidos. Adicionalmente, gestiona un proyecto de iluminación interactiva en instalaciones ubicadas en edificios icónicos de Nueva York.",
        "tagLine": "PM/BA en Stack Builders",
        "profilePicture": "https://sessionize.com/image/8920-400o400o1-XJg5gtcwCpGBGJXVRHK7ix.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1058780
        ],
        "fullName": "María Carrión",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "27df5312-73d9-480d-8bd9-16644cd2a29a",
        "firstName": "Pablo",
        "lastName": "Herrera",
        "bio": "Con más de una década en desarrollo y QA Automation, he liderado equipos en sectores como retail, banca y gobierno. Mi expertise abarca Python, JavaScript, Selenium, Playwright, Postman, entre otros. Me apasiona compartir conocimientos sobre lenguajes de programación y pruebas de software para potenciar equipos y fomentar el crecimiento colectivo.",
        "tagLine": "QA Automation Engineer",
        "profilePicture": "https://sessionize.com/image/e013-400o400o1-GrKQDEiEs8XHsxavPyBPwD.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1053940
        ],
        "fullName": "Pablo Herrera",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "b6c30e1a-14bb-4dc6-9755-5e0b955ccc55",
        "firstName": "Paola",
        "lastName": "Arévalo",
        "bio": "Paola Arévalo, CTO en Sassi, empresa líder en innovación tecnológica, con más de 12 años de experiencia en el desarrollo y despliegue de sistemas inteligentes. Su trayectoria se ha enfocado en crear soluciones tecnológicas avanzadas que impulsan la transformación digital y optimizan procesos a través de la inteligencia artificial y sistemas multiagente.\r\n\r\nGraduada y certificada en la Pontificia Universidad Católica de Chile y la Universidad Politécnica Salesiana, combina una sólida formación académica con una profunda pasión por la tecnología y el emprendimiento. \r\n\r\nPaola Arévalo inspira a las nuevas generaciones de profesionales a aprovechar el poder de la inteligencia artificial para resolver desafíos reales y construir un futuro más inteligente y conectado.",
        "tagLine": "Arquitecta de sistemas inteligentes que impulsan la innovación y resuelven desafíos reales con IA.",
        "profilePicture": "https://sessionize.com/image/b6dd-400o400o1-BG19UufEGTLAELSWyf4M3X.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1062755
        ],
        "fullName": "Paola Arévalo",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "f67515ce-b646-4f9c-abdf-522d61a114e9",
        "firstName": "Santino",
        "lastName": "Suntaxi",
        "bio": "Soy Santino Suntaxi, Ingeniero en Electrónica, Redes y Comunicación de Datos por la ESPE (Ecuador). Mi formación académica incluye una maestría en DevOps y poseo certificaciones en el campo de la tecnología , una de ellas es el  CEH (Certified Ethical Hacker).Actualmente, me desempeño como analista de soluciones en la nube y especialista en automatización, con un enfoque principal en Google Cloud Platform. Cuento con una sólida experiencia en diversas áreas como infraestructura, redes, seguridad ofensiva y desarrollo de software, donde he logrado integrar eficazmente las prácticas de DevOps en entornos empresariales.\r\nMe apasiona combinar el hacking ético con la ingeniería práctica. Disfruto creando entornos de prueba y desarrollando herramientas personalizadas, siempre explorando el límite entre la seguridad y la automatización en la nube. Más allá de mi vida profesional, tengo un fuerte interés por la música (La guitarra), la innovación tecnológica y la creación de soluciones que conectan la teoría con la acción.\r\n",
        "tagLine": "Ingeniero Cloud y automatización",
        "profilePicture": "https://sessionize.com/image/9440-400o400o1-BPdSYQeU6g2Nzyd72nuAca.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1039610
        ],
        "fullName": "Santino Suntaxi",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "b879e941-2128-40c7-9c99-bbd927c2b6b9",
        "firstName": "Tatiana",
        "lastName": "Montesdeoca",
        "bio": "Hola, soy Tatiana Montesdeoca, y me dedico a la tecnología con una especialización en la gestión de proyectos, seguridad de la información y la protección de datos personales. Soy Ingeniera Informática con una maestría en Gestión de las  TICs y un diplomado como DPO avalado por la Universodad de Chile y ISMS Forum concluidos, por lo que mi experiencia abarca desde el desarrollo de software hasta la implementación de metodologías ágiles.\r\n\r\nA lo largo de mi carrera, he cultivado un conocimiento amplio y diversificado, que incluye:\r\n\r\nMetodologías y Gestión de Proyectos: Cuento con certificaciones como Scrum Master Professional, Scrum Product Owner y Design Thinking Professional, lo que me permite liderar equipos y procesos para desarrollar productos tecnológicos de manera eficiente e innovadora.\r\n\r\nSeguridad de la Información: Mi experticia en Ethical Hacking, Guerra Cibernética y el manejo de normativa de Protección de Datos Personales (Ecuador, España y LATAM) me posiciona como una experta en la defensa de activos digitales y la gestión de la privacidad.\r\n\r\nHabilidades Técnicas y de Análisis: Domino lenguajes de programación como Java, C#, y PHP, así como bases de datos (MySQL, SQL Server) y herramientas de análisis de datos como Power BI y QlikView.\r\n\r\nMi pasión por la tecnología me motiva a compartir mis conocimientos con la comunidad de desarrolladores. Me gustaría ofrecer charlas sobre la importancia de la seguridad en el desarrollo de software, la gestión de proyectos ágiles en entornos tecnológicos, o los desafíos y el cumplimiento de la protección de datos en el panorama digital actual.",
        "tagLine": "Colaboro con equipos para lograr proyectos seguros y eficientes. Consultor Independiente.",
        "profilePicture": "https://sessionize.com/image/6998-400o400o1-w3hAdy5rG616s4V3N9yBEp.png",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1038767
        ],
        "fullName": "Tatiana Montesdeoca",
        "categoryItems": [],
        "questionAnswers": []
      },
      {
        "id": "59e940e0-9d99-4b3b-949e-8edd43d22495",
        "firstName": "Tex",
        "lastName": "Albuja",
        "bio": "Tex works at Thoughtworks as a Lead Consultant Developer. He has more than a decade of experience in software development. He loves to solve problems, analyze a situation, identify potential shortcomings and change course in times of difficulty and crisis. He is fluent in backend and front-end technologies, as well as software architecture and infrastructure.\r\n\r\nOccasionally, Tex looks for opportunities to gain skills or knowledge in areas that do not fall into his primary role, such as quality assurance, user experience, and technical leadership. As a generalist, Tex can help others get started in those disciplines and increase the overall success of a project.\r\n\r\n",
        "tagLine": "Thoughtworks, Lead Consultant Developer",
        "profilePicture": "https://sessionize.com/image/7afe-400o400o1-3MCARW9mvyVGXHXUpVaguz.jpg",
        "isTopSpeaker": false,
        "links": [],
        "sessions": [
          1058086
        ],
        "fullName": "Tex Albuja",
        "categoryItems": [],
        "questionAnswers": []
      }
    ],
    "questions": [],
    "categories": [
      {
        "id": 108955,
        "title": "Event tag",
        "items": [
          {
            "id": 392013,
            "name": "mobile",
            "sort": 1
          },
          {
            "id": 392014,
            "name": "cloud",
            "sort": 2
          },
          {
            "id": 392015,
            "name": "ai",
            "sort": 3
          },
          {
            "id": 392016,
            "name": "soft skills",
            "sort": 4
          },
          {
            "id": 399509,
            "name": "web",
            "sort": 5
          },
          {
            "id": 399510,
            "name": "project management",
            "sort": 6
          },
          {
            "id": 399513,
            "name": "arquitectura de software",
            "sort": 7
          },
          {
            "id": 399514,
            "name": "ai agentes",
            "sort": 8
          },
          {
            "id": 399515,
            "name": "orquestracion de agentes",
            "sort": 9
          }
        ],
        "sort": 0,
        "type": "session"
      },
      {
        "id": 113869,
        "title": "Tipo de sesión",
        "items": [
          {
            "id": 409524,
            "name": "Conferencia",
            "sort": 1
          },
          {
            "id": 409525,
            "name": "Taller",
            "sort": 2
          }
        ],
        "sort": 1,
        "type": "session"
      }
    ],
    "rooms": [
      {
        "id": 75935,
        "name": "Entrada Principal",
        "sort": 0
      },
      {
        "id": 75934,
        "name": "Hall Principal",
        "sort": 1
      },
      {
        "id": 72404,
        "name": "Salón Azul (DW203) 160 pax",
        "sort": 2
      },
      {
        "id": 72405,
        "name": "Casa Blanca (CB100) 150 pax",
        "sort": 4
      },
      {
        "id": 72406,
        "name": "D128  98 pax",
        "sort": 5
      },
      {
        "id": 74280,
        "name": "M309 90 pax",
        "sort": 6
      },
      {
        "id": 74281,
        "name": "M202 89 pax",
        "sort": 7
      },
      {
        "id": 74282,
        "name": "M302 85 pax",
        "sort": 8
      }
    ]
  }